---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AnalyticalEquipmentLoadData.LoadType
source: html/47a26962-f841-a452-59df-2ef45a89de1a.htm
---
# Autodesk.Revit.DB.Electrical.AnalyticalEquipmentLoadData.LoadType Property

The load type of analytical equipment load.

## Syntax (C#)
```csharp
public ElectricalLoadType LoadType { get; }
```